/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Ingen data";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Gem";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "Angiv underskrift på ny";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Ryd";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "Annuller";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "Underskrift";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "Tryk for at skrive under";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "Underskriftområde";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "Tryk to gange og træk for at skrive under";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "Underskriftbillede";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "Underskriftlinje";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "Annulleret";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "Næste";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "OK";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Status";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Bruger annullerede onboarding";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "Uden samtykke kan du ikke fortsætte onboarding.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "Giv samtykke";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Afslut";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Tilbage";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Trin";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "af";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Er du sikker på, at du vil afslutte onboardingprocessen?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Ønsker databeskyttelse?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Vær klog på dine data";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Ikke nu";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "Tillad";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Afvis";

/* XBUT: Agree action title in EULAView */
"Agree" = "Acceptér";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Afvis";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Indlæser...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Der er endnu ingenting at vise";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d timer %d minutter";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Færdig";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Der er %d fejl i datatabellen.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "rækketop";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "række %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "kolonne %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "foranstillet tilbehør";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "efterstillet tilbehør";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "tekst";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "billede";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "dato";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "klokkeslæt";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "varighed";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "listepunkt";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "valgt";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "ikke valgt";

/* XBUT: calendar time component label */
"Time" = "Klokkeslæt";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Værdi: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Den valgte celle er skrivebeskyttet.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Skrivebeskyttet felt";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Der er ikke flere tegn tilbage";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Reducer antallet af tegn";

